Revit 2024 API
OverrideGraphicSettings.CutBackgroundPatternColor Property
 The override color of the background pattern of cut faces.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public Color CutBackgroundPatternColor { get; }
Visual Basic
Public ReadOnly Property CutBackgroundPatternColor As Color
	Get
Visual C++
public:
property Color^ CutBackgroundPatternColor {
	Color^ get ();
}
See Also
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace